{
  "basics": {
    "name": "Jeremy Anderson",
    "label": "DevSecOps Evangelist",
    "picture": "",
    "email": "janderson@miletwo.net",
    "phone": "+1 714-767-0789",
    "website": "http://thatsjet.com",
    "summary": "Hi, I'm Jet! My passion is teaching today's software developers to write secure code as part of modern DevOps pipelines, at speed, and at scale, without missing a beat. I'm, a creative problem solver with a wealth of experience managing people, processes, and technology. I'm a skilled communicator who deftly translates the verbose into the succinct. I put the needs of the team above my own, finding that when I clearly communicate vision, support my team, and get out of the way the swell of other's success carries me forward. In my free time I like to ultralight backpack, mix cocktails from homemade extracts, and hack all.the.things.",
    "location": {
      "address": "",
      "postalCode": "",
      "city": "Portland",
      "countryCode": "US",
      "region": "Oregon"
    },
    "profiles": [
      {
        "network": "Twitter",
        "username": "@thatsjet",
        "url": "http://twitter.com/thatsjet"
      },
      {
        "network": "LinkedIn",
        "username": "/thatsjet",
        "url": "https://linkedin.com/in/thatsjet"
      }
    ]
  },
  "work": [
    {
      "company": "DevSecOps Community",
      "position": "Editor, Host of #DevSecOpsLIFE",
      "website": "http://devsecops-community.org",
      "startDate": "2017-11-05",
      "endDate": "2099-01-01",
      "summary": "The DevSecOps Community is a place where passionate InfoSec minds can collaborate around doing continuous security at DevOps speed.",
      "highlights": [
        "Host of the DevSecOpsLIFE show, published on YouTube at https://www.youtube.com/channel/UCZl_YoLSrB-kwiDHNbq345A",
        "Creator of original content and code centered around solving problems related to the security and need for speed of DevOps pipelines.",
        "Represent the DevSecOps Community as a speaker featured at RSA Conference 2018, talk titled 'Oh SNAP! There's Crap in Your App!'."
      ]
    },
    {
      "company": "SourceClear",
      "position": "Community Leader",
      "website": "http://www.sourceclear.com",
      "startDate": "2017-11-05",
      "endDate": "2099-01-01",
      "summary": "SourceClear is a leader in Software Composition Analysis software",
      "highlights": [
        "Create a consistent stream of original content for the company blog.",
        "Ghost writer for Executive Viewpoint content for weekly company blog.",
        "Engage the InfoSec community through attendance and networking at developer and security meetups."
      ]
    },
    {
      "company": "Cambia Health Solutions",
      "position": "Application Security Architect",
      "website": "http://www.cambiahealth.com",
      "startDate": "2016-05-13",
      "endDate": "2017-11-02",
      "summary": "Cambia Health Solutions is a group of more than 25 health care companies and includes software and mobile applications, health insurance, non-traditional health care marketplaces and delivery models, pharmacy benefit management, wellness solutions and more. I was brought on to bootstrap an Application Security program, introducing automated analysis built into the software development pipeline, training programs to turn developers into secure code champions, and policies & procedures to tie it all together, all in months rather than years.",
      "highlights": [
        "When I started at Cambia there was no formal AppSec program. Since I joined we've brought in SourceClear and Veracode, onboarded dozens of app teams, and have 88% of teams doing continuous security. Our average scan frequency across all apps is now 7.6 scans per month.",
        "Created a Secure Code Champions program turning software developers, managers, and architects into our closest allies rather than acting as opponents to their innovation.",
        "Spoke at 5 conferences/events since I started on topics from 'AppSec Zero to Hero' - how to create a program, launch it, and keep it running; to 'What's hiding in your app?' - a review of the open source dangers lurking in today's applications"
      ]
    },
    {
      "company": "Veracode, Inc.",
      "position": "Security Solutions Architect",
      "website": "http://www.veracode.com",
      "startDate": "2015-11-16",
      "endDate": "2016-04-16",
      "summary": "Veracode is a leader in the Gartner Magic Quadrant for Application Security testing. In my time there I have worked with Americas biggest brands identifying risk in the SDLC and helping them design solutions that empower development teams to innovate quickly while identifying vulnerabilities and mitigating risk early.",
      "highlights": [
        "Designed a solution to empower over 100 application teams at Sabre, Inc. to test software at the earliest stages of each Agile sprint, mitigating risk while it's still cost effective to fix it. Closed the largest freshman deal in Veracode history, a multi-year agreement nearly $1M in total revenue.",
        "Coached the global Solution Architecture team on ways to engage earlier with software development groups vs. the typical route through information security, creating security champions during the design phase of projects."
      ]
    },
    {
      "company": "Hewlett Packard, Inc.",
      "position": "Marketing Solutions Architect",
      "website": "http://www.hp.com",
      "startDate": "2014-05-01",
      "endDate": "2015-11-16",
      "summary": "HP Software is a leader in the Gartner Magic Quadrant for Enterprise Content Management systems, digital personalization, and media asset management. My role was helping customers understand how to integrate digital solutions to automate their existing workflows, give marketing groups an understanding of customer sentiment, and empower content authors to deliver dynamic and personalized content, to the right person, at the right time.",
      "highlights": [
        "Spearheaded a large-scale integration effort for FOX Entertainment, Inc., bringing together social media sentiment, targeted social media marketing, and media asset management built to scale for all of FOX's movie, television, and archive brands.",
        "Successfully designed and kicked off a $7.2M engagement with Hilton Hotels Worldwide, integrating web content personalization, customer relationship management, upsell/cross-sell, and dynamic content.",
        "Drove revenue generation to over 110% of plan 2 years in a row."
      ]
    },
    {
      "company": "U.S. Bancorp",
      "position": "Development & Operations Manager",
      "website": "http://www.usbank.com",
      "startDate": "2013-05-01",
      "endDate": "2014-04-30",
      "summary": "US Bank is the national leader in wholesale lockbox processing. The platform I oversaw processed over $3.2 Billion per month in check and credit card payments for wholesale customers with 24x7 shift overlay in 9 operations centers across the United States. When I overtook the leadership role of this group they had no disaster recovery, poor cross-functional collaboration, and a reputation within the company of not caring about the customer. I oversaw a successful transformation across all of these areas making the group into a respected and high performing asset to the company.",
      "highlights": [
        "Built DR platforms and recovery strategies from the ground up, successfully demonstrating 100% recovery within 6  months of owning the team",
        "Went from unstable platform with no recovery plan to 99.999% (5 nines) availability within the first 6 months",
        "Implemented first ever security audit, assuring compliance with PCI, SOX, and all regulatory standards within 9 months",
        "Implemented Agile development methodologies, streamlined development processes, and improved time to delivery, code quality, and code reuse. Time to deliver customizations per customer went from 4 months on average to about 2 weeks with 50% fewer defects.",
        "Created team training, engagement, and collaboration strategies earning the team respect and trust"
      ]
    },
    {
      "company": "U.S. Bancorp",
      "position": "Enterprise Content Solutions Architect",
      "website": "http://www.usbank.com",
      "startDate": "2007-11-17",
      "endDate": "2013-04-30",
      "summary": " The Enterprise Content Management group at US Bank maintains a platform and development for over 300 web properties across the banking enterprise. The platform supports the creation and delivery of content for 1000+ users on a 24x7 zero latency delivery schedule allowing the business to drive content marketing change and configuration management at the speed of business. Before I joined the team had developers manually deploying their own code to production, maintaining their own databases, and certifying their own code.",
      "highlights": [
        "Created an administration and recovery team to certify all builds prior to deployment, maintain the platform, and ensure segregation of duties.",
        "Built self-serve and automated configuration management processes for developers to implement changes ensuring accuracy and instant automated rollback in case of error.",
        "Spearheaded and completed the successful migration off end-of-life software versions running on physical devices to modern versions on scalable virtual machines.",
        "Documented all new administration processes, recovery plans, and hired and trained staff to maintain platforms for this newly created team managing administration and training for this enterprise platform"
      ]
    },
    {
      "company": "Earthbound Media Group",
      "position": "VP, Director of Engineering",
      "website": "https://www.facebook.com/earthboundmediagroup/",
      "startDate": "2006-12-01",
      "endDate": "2007-11-01",
      "summary": "Prior to when I joined, Earthbound was a boutique marketing and design firm focused largely on one client in the Southern California Higher Education space. I helped transform Earthbound into a digital media solution provider with new business in entertainment,  retail, and higher ed.",
      "highlights": [
        "Built a strong team starting with 1 Jr. web designer to over 10 seasoned web, application, and multimedia engineering professionals",
        "Drove project execution and business development for engineering engagements bringing in over $1.4 Million dollars in the year I was there"
      ]
    },
    {
      "company": "Miletwo, Inc.",
      "position": "Owner, Principal Solutions Architect",
      "website": "www.miletwo.net",
      "startDate": "2005-01-01",
      "endDate": "2006-12-01",
      "summary": "After starting my career in software development I quickly became a highly sought after architect of web content management solutions for some of the worlds biggest brands such as:",
      "highlights": [
        "Qualcomm, Inc. - Converted outdated and home grown legacy content management solution to Interwoven TeamSite, an enterprise solution. Created a team to convert all legacy content onto the new platform and built templating and workflow solutions to allow the team at Qualcomm to maintain going forward.",
        "DOW Chemical - Oversaw a complete site conversion of over 5,000 pages of content in under 3 months.",
        "Northrop Grumman - Built a new content management system from the ground up, trained a team of content editors, and launched the site for a classified aerospace project near Washington, DC."
      ]
    },
    {
      "company": "Previous Experience",
      "position": "",
      "website": "",
      "startDate": "1996-01-01",
      "endDate": "2005-01-01",
      "summary": "In the years prior to owning my business I also held the following roles:",
      "highlights": [
        "Sr. Application Engineer, TeamSite - AmerisourceBergen Corporation, 2000-2005",
        "Sr. Art Director, Human Factors - US Interactive, 1998-2000",
        "User Interface Designer - GDI (Garg Data International), 1996-1998"
      ]
    }
  ],
  "volunteer": [],
  "education": [
    {
      "institution": "Coursera",
      "area": "Data Science",
      "studyType": "Specialization",
      "startDate": "2015-06-01",
      "endDate": "2015-04-16",
      "gpa": "",
      "courses": [
        "The Data Scientist’s Toolbox",
        "R Programming",
        "Getting and Cleaning Data",
        "Exploratory Data Analysis"
      ]
    },
    {
      "institution": "Platt College of Art",
      "area": "Graphic Design",
      "studyType": "",
      "startDate": "1990-09-01",
      "endDate": "1994-06-01",
      "gpa": "",
      "courses": [
        "major: Graphic Design",
        "minor: Fine Art"
      ]
    }
  ],
  "awards": [],
  "publications": [],
  "skills": [],
  "languages": [],
  "interests": [
    {
      "name": "Ultralight backpacking, cooking, cocktail mixology, and hacking all.the.things",
      "keywords": []
    }
  ],
  "references": []
}
